[
  {
    "headerValue": "QuickSava mili daily jackpoy",
    "definitions": "\nJackpot Amount: Kenya Shillings 1,000,000/=\nStake: 20/=\n11 Pre-Selected Soccer games\nMarket Picks – 3-Way markets Only"
  },
  {
    "headerValue": "How to play QuickSava mili daily jackpot",
    "definitions": "\nThe QuickSava Jackpot is a pool betting platform that is promoted and operated by QuickSava on pre-selected football matches. \nThe QuickSava Daily Jackpot competition consists of predicting results of 11 matches which are selected by QuickSava Daily.\\n\\nTo take part and have a chance to win the QuickSava jackpot you must get registered on www.quicksava.com and have at least KES20/= in your QuickSava account. \nIf you correctly predict all the 11 match results, you win the Daily Jackpot prize of Kshs 1,000,000/="
  },
  {
    "headerValue": "Jackpot markets",
    "definitions": "\nJackpot Markets (3-Way Markets - 1X2)\nThree possible outcomes are offered:\n1 = The HOME team will win;\nX=The teams will DRAW;\n2=The AWAY team will win\nExample.\n\nManchester United Vs Liverpool\n\nPossible outcomes\n\nManchester United = 1\nDraw = X\nLiverpool = 2\n\nSMS format\nSMS JP (Daily Jackpot) pick1pick2pick3pick4pick5…. to 29877\nExample JP#12X21X… to 29877\n\nJackpot rollover\nShipment Tracker may, at its own discretion, introduce a Jackpot rollover, in which jackpot totals from jackpot competitions in prior days that have had no winners are accumulated (rolled-over) and offered as a prize."
  },
  {
    "headerValue": "General QuickSava mili daily jackpot terms and conditions",
    "definitions": "\nMatches will be settled on the official results after 90 minutes on play, including injury time. Extra time and penalty shoot-outs shall not be included.\n\nThe competitions are open to persons aged 18 years or over, resident in Kenya. Proof of age and identity are a MUST requirement.\n\nThe QuickSava Daily Jackpot prize money is KES 1,000,000/=\n\nPlayers will be deemed to have accepted these terms and conditions and agreed to be bound by them when entering this competition.\n\nDAILY JACKPOT BONUS\nThe Daily Jackpot amount is subject to change in a daily jackpot as it is a Daily Progressive Jackpot.\nShipment Tracker Milli Daily Jackpot is based on ELEVEN (11) pre-selected Soccer games with HUGE Guaranteed bonuses starting from TEN (10) Correct predictions and ZERO (0) Correct predictions.\nThe Daily Jackpot amount thereof will be divided equally amongst all the Daily Jackpot Prize winners and the Jackpot Bonus prize winners.\nTo make your selections- On the QuickSava Daily Jackpot competition entry page (www.quicksava.com/jackpot) make your predictions on the 11 pre-selected football matches (HOME WIN, DRAW, AWAY WIN). The stake amount of each combination is KES 20/=\n\nNOTE; QUICKSAVA DOES NOT ACCEPT DOUBLE CHANCE COMBINATION ON THE JACKPOT.\nYou CANNOT make more than 1 prediction for ONE match.\n\nThe Daily Jackpot bet can be placed by submitting predictions of the results of 11 pre-selected football matches at (www.quicksava.com/jackpot) or through\n\na) A manual option where you select each prediction from our website and you will receive a confirmation SMS for your bet with the possible Daily Jackpot win, once the bet is placed. OR\nb) By choosing “Auto Bet” option, a random selection of one prediction per match will be automatically selected with a fixed stake of KES 20/=\n\nAPPENDIX\n\nCheck and place bets – Make sure you check the bets before clicking “place bet” button. Once submitted, the bets cannot be cancelled, amended or refunded.\nWhere a Daily Jackpot game is cancelled, an official public draw shall be carried out with strict compliance to BCLB requirements after (72) hours from the time of cancellation, to determine the result of the missing game result. Where three (3) or MORE games are cancelled, interrupted, abandoned, suspended or postponed, QuickSava may at its discretion, cancel the Daily Jackpot and refund the stake placed within 48 hours of cancellation.\nWinners shall be required to avail themselves in the QuickSava offices with proof of identity before any payment is made.\nShipment Tracker reserves the right to verify, with the relevant authorities, any identification document presented, before making any payment.\nThe period for claiming the prize is seven (7) days failure to which QuickSava may deem the prize forfeited, unless the period is extended at the sole discretion of QuickSava.\nShipment Tracker reserves the right to withhold up to 90% of any prize share until the presentation day.\nShipment Tracker reserves the right to pay the whole amount of any prize share to a winner by cheque or bank transfer.\nShipment Tracker’s decision is final and legally binding on all entrants in relation to all aspects of the competition including (without limitation) allocation of the prizes and no correspondence will be entered into.\nWith the guidance of the BCLB, QUICKSAVA reserves the right to amend the terms and conditions of the Daily Jackpot at any time, for any reason and without notice.\nEmployees of QuickSava, their relatives, agents or the agent’s relatives are not eligible to win prizes.\nGeneral QuickSava Terms and Conditions, Privacy and Responsible Gaming policies apply."
  },
  {
    "headerValue": "QuickSava milli daily jackpot bonuses",
    "definitions": "I. Daily Jackpot players are eligible as WINNERS when they make 11/11 correct Predictions. They also WIN various Bonus Prizes when they make NINE (9/11) Correct predictions and ELEVEN (11) Correct Predictions.\nII. Where ONE (1) or MORE games are CANCELLED, INTERRUPTED, ABANDONED, SUSPENDED or POSTPONED, QuickSava may at its discretion, AWARD the Jackpot BET ID with the highest correct predictions within 48 hours of CANCELLATION or REFUND ALL STAKES collected on the SPECIFIC JACKPOT.\nIII. ZERO out of ELEVEN outcomes - In an instance THAT a player gets 0/11 CORRECT predictions on the Running Jackpot, they automatically get a (FREE TICKET) onto the next available QuickSava Daily Jackpot. This Offer is ONLY available to players who get ZERO out of the ELEVEN available jackpot games to play from.\nIV. NINE OUT OF ELEVEN outcomes - In an instance THAT a player gets 9/11 CORRECT predictions on the Running Jackpot, they automatically get a (1,000 KES) that is Withdrawable. This Offer is ONLY available to players who get NINE out of the ELEVEN available jackpot games to play from.\nV. TEN OUT OF ELEVEN outcomes - QuickSava Jackpot contains 11 games, the Jackpot bonuses are from 10 correct games. The Jackpot bonus amount shall vary between the Jackpot Bonuses. The prize allocated to the Bonus winners is completely at QuickSava’s discretion. Any Jackpot Bonus shall be divided equally among the Jackpot bonus winners if there is more than ONE winner within the respective class.\n\nShipment Tracker MILLI DAILY JACKPOT\nJackpot Amount; Kenya Shillings 1,000,000/=\nStake 20/=\n11 Soccer Pre-Match.\nMarket Picks – 3-Way markets Only.\nThe Jackpot has bonuses – 0/11 Correct predictions and 10/11 Correct predictions.\nShipment Tracker will also award the Player with the highest Correct predictions randomly."
  }
]
